INSERT INTO `portfolio`(`id`, `name`, `site`, `img`, `category_id`, `description`) 
VALUES (1,'Это wifi детка','http://etowifi-detka.com/','images/portfolio/etowifi-detka.png',2,
     'Для кафе, ресторанів, готелів тощо пропонується збір та аналіз статистики відвідуваності закладів через підключення до wifi-точок, розміщених на їх площах, плюс рекламу через публікації клієнтів.')

INSERT INTO `portfolio`(`id`, `name`, `site`, `img`, `category_id`, `description`) 
VALUES (2,'Наш рідний край','http://www.nrk.com.ua/','images/portfolio/nrk.png',2,
	'Благодійна організація ” Всеукраїнський благодійний фонд” Наш рідний край”<br>');


INSERT INTO `portfolio`(`id`, `name`, `site`, `img`, `category_id`, `description`,`text`) 
VALUES (3,'Егіда','http://egida.in.ua/','images/portfolio/egida.png',2,
	'Агентство комерційної безпеки "Егіда"',
	'"Егіда" надає широкий спектр юридичних послуг фізичним особам: консультації з питань цивільного, трудового, сімейного законодавства, захист прав боржників кредитних установ, захист прав споживачів, стягнення боргів, захист інтересів клієнтів у суді в кримінальних, цивільних, адміністративних справах, складання юридичних документів (заяв, запитів, скарг та ін.).');

INSERT INTO `portfolio`(`id`, `name`, `site`, `img`, `category_id`, `description`,`text`) 
VALUES (4,'Привітання','http://vdstudio.net.ua/','images/portfolio/greetings.png',1,
	'Різноманітні привітання',
	'Розробка email листів в html-форматі для розсилань<br>Грамотно складена e-mail-розсилка дає інтернет-магазину безліч переваг в плані роботи з клієнтами. Ви можете використовувати її не тільки як інструмент для ефективної комунікації і утримання аудиторії, але і як засіб для генерації повторних продажів і мотивації до вчинення потрібних вам конверсійних дій');

INSERT INTO `portfolio`(`id`, `name`, `site`, `img`, `category_id`, `description`,`text`) 
VALUES (5,'Хомсервіс','http://homservice.in.ua/','images/portfolio/homservice.png',2,
	'ТОВ ХОМСЕРВІС',
	'ТОВ "Хомсервіс" здійснює поставку та інсталяцію широкого асортименту високоякісних систем вентиляції, кондиціювання, опалення, офісної техніки копіювання та друку за цінами заводів виробників , а також подальше сервісне обслуговування вище вказаних систем будь-якої складності . Кваліфіковані кадри , накопичений досвід дозволяють розраховувати нашим клієнтам на високу якість придбаної продукції і виконуваних робіт.');


INSERT INTO `portfolio`(`id`, `name`, `site`, `img`, `category_id`, `description`,`text`) 
VALUES (6,'Петрушка','http://petrushka.kh.ua/','images/portfolio/petrushka.png',2,
	'Петрушка - анімаційне агенство',
	'Аніматори на дитяче свято (Харків) завжди прийдуть Вам на допомогу (ціна влаштує будь-якого замовника). Який же день народження без улюблених клоунів? Веселі клоуни на день народження розсмішать веселими трюками і жартами і захоплять дитини у фантастичний світ захоплюючій казки. День народження дитини перетворюється на справжній спектакль. Артисти в барвистих костюмах, красива музика і захоплюючий сюжет-все це буде прекрасним подарунком Вашому малюкові. За бажанням іменинника до нього на день народження прийде улюблений казковий персонаж, захоплюючий герой мультфільму або комп`ютерної гри. Малята дуже люблять бути в центрі уваги і чути захоплені відгуки на свою адресу. Аніматори зроблять іменинника головним героєм святкового дійства.');


INSERT INTO `portfolio`(`id`, `name`, `site`, `img`, `category_id`, `description`,`text`) 
VALUES (12,'Роман Сопрун','http://zakaz-music.com/','images/portfolio/soprun.png',1,
	'музикант Роман Сопрун',
	'<p>Професійний музикант, лауреат міжнародного конкурсу.</p>
     <p>Закінчив Харківський національний університет мистецтв ім.І.П. Котляревського по класу акордеона.(2011р.)</p>
     <p>Акордеоніст Роман Сопрун подарує вашому святу неперевершене звучання живої музики на акордеоні. У репертуарі музиканта відомі хіти французького шансону, ретро мелодії, джазові стандарти та багато різноманітної та цікавої музики.</p>');


INSERT INTO `portfolio`(`id`, `name`, `site`, `img`, `category_id`, `description`,`text`) 
VALUES (13,'Bruton','http://bruton.com.ua','images/portfolio/bruton.png',1,
	'Bruton - інтернет-магазин чоловічої одежі',
	'<p>В інтернеті можна купити все що завгодно, і модний одяг не виняток.</p>
     <p>Чоловічий одяг, який підкреслить Ваш стиль!</p>
     <p>Постійне оновлення каталогу. Акції та знижки. Туніки, светри, кофти, сорочки, майки, футболки, штани, білизна. Доставка по всій Україні. </p>');


INSERT INTO `artcat` (`description`)
VALUES ('ASP.NET'),('Різне'),('HTML'),('Jquery'),('Javascript'),('Sqlite'),('MySql'),('CSS')

insert into Partners(title,lang,href,img_,description) values ('Citrusdev','ukr','citrusdev.com.ua','../image/partners/citrusdev.jpg',
'компанія по розробці програмного
забезпечення на замовлення,
аутсорсингу ІТ-послуг,
розробці та впровадженню
бізнес-рішень');
insert into Partners(title,lang,href,img_,description) values ('Citrusdev','eng','citrusdev.com.ua','../image/partners/citrusdev.jpg',
'development of software
Provision for booking
IT outsourcing services
Development and Introduction
business solutions');
insert into Partners(title,lang,href,img_,description) values ('Citrusdev','rus','citrusdev.com.ua','../image/partners/citrusdev.jpg',
'компания по разработке программного
обеспечения;
аутсорсинга ИТ-услуг,
разработке и внедрению
бизнес-решений');


CREATE TABLE IF NOT EXISTS `articles` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `category_id` int(11) NOT NULL,  
  `author` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `description` text,
  `meta_k` varchar(255) DEFAULT NULL,
  `meta_d` varchar(255) DEFAULT NULL,
  `text_` text,
  `date_` datetime DEFAULT NULL,
  `img` varchar(500) DEFAULT NULL,
  `fb_id` int(11) NOT NULL,
  `tw_id` int(11) NOT NULL,
  `lang` int(11) DEFAULT 1,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;


insert into articles (category_id,author,title,description,meta_k,meta_d,text_,date_,img,fb_id,tw_id,lang) VALUES (
2,
'Віктор Дегтяренко',
'Необхідність розробки сайту',
'Разом із зростанням інтернет-аудиторії збільшується і популярність електронної комерції та реклами. Розробка сайту - це перший крок у просуванні компанії у всесвітній павутині.',
'сайт, необхідність сайту',
'сайт, необхідність сайту',
'<p> 
<img class="right_img2" src="image/articles/1.png"/>Важко знайти громадську чи приватну організацію, державну установу, які б не мали власного представлення у мережі інтернет. 
    Сьогодні Число людей, що використовують Інтернет, стрімко зростає. Разом із зростанням інтернет-аудиторії збільшується і 
    популярність електронної комерції та реклами.</p>
<p>Розробка сайту - це перший крок у просуванні компанії у всесвітній павутині. Ви сміливо можете зробити його не боячись залишитися 
    один на один з сотнями запитань, які виникнуть на Вашому шляху.</p>
<p>Інтернет-реклама є найпопулярнішим і найефективнішим, за співвідношенням ціна-якість, джерелом отримання інформації. 
    Кожна поважаюча себе організація вважає свом боргом замовити просування інтернет-ресурсу.</p>
<p>Ефективність інтернет-технологій, можливість швидко і з найменшими витратами розкрутити бізнес і збільшити продажі,
     постійне розширення мережевого простору і аудиторії Рунета - все це призводить до безперервного росту роздрібної онлайн-торгівлі.</p>
<p>Популярність покупок в Інтернет-магазинах серед населення продовжує зростати, і це, без сумніву, є основним аргументом 
    для тих представників бізнесу, які тільки придивляються до такої послуги як розробка Інтернет-магазинів, і 
    ринку електронної торгівлі в цілому, будуються багато бізнес-процесів: брендинг, популяризація та просування товарів і послуг, 
    стимулювання і збільшення продажів.<img class="left_img" src="image/articles/4.jpg"/> Ефективність і затребуваність інтернет-маркетингу (ІМ) в справі розкручування 
    бізнесу підтверджується тим, що він виявився єдиним сегментом ринку реклами, що продемонстрував зростання (+8%) під час кризи. 
    Рекламодавці не захотіли розлучатися з таким видом просування, навіть урізуючи рекламні бюджети. Це не дивно. 
    На тлі зниження ефективності традиційних видів реклами (друкована преса, радіо, зовнішня реклама тощо), інтернет-маркетинг
     є прикладом раціональних і результативних інвестицій в розвиток бізнесу. Безперервне розширення віртуального простору і 
    аудиторії Рунета, постійне зростання онлайн-торгівлі, різні види інтернет-реклами та способи її таргетування - все це 
    сприяє зміцненню популярності інтернет-маркетингу, міцно зайняв своє місце в комплексній стратегії розвитку сучасних організацій. 
    Інтернет-технології дозволяють швидко і з мінімальними витратами залучити на комерційні сайти велике число «гарячих» 
    цільових відвідувачів, що призводить до значного збільшення продажів і зростання популярності товарів і послуг. 
    І це вже реальний, а не віртуальний, процес, який допомагає компаніям і брендам існувати в умовах швидких змін ринку, 
    жорсткої конкуренції та масштабного падіння попиту.</p>
    ',
    '2014-06-06',    
    'image/articles/1.jpg',
    0,0,'ukr')

insert into articles (category_id,author,title,description,meta_k,meta_d,text_,date_,img,fb_id,tw_id,lang) VALUES (
1,
'Віктор Дегтяренко',
'Необхідність розробки сайту',
'Іноді виникає потреба оцінити якість сайту по тих чи інших параметрах. Більшість ресурсів використовують стандартні показники, такі як індекс цитування від Яндекса або Google Page Rank.',
'Оцінка якості сайту, оценка сайта, качество сайта, якість сайту',
'сайт, необхідність сайту',
'<p>
Іноді виникає потреба оцінити якість сайту по тих чи інших параметрах. Більшість ресурсів використовують  стандартні показники, такі як індекс цитування від Яндекса або Google Page Rank. Ці інтегральні показники від відповідних пошукових систем дозволяють оцінити "вагомість проекту" з точки зору даних систем, які дозволяють судити про ступінь "професіоналізму" оцінюваного проекту.
</p>
<p>
Що таке індекс цитування в теорії? Індекс цитування або ІЦ - це загальне позначення чисельних показників, які оцінюють популярність того чи іншого ресурсу, тобто деяке абсолютне значення важливості сторінки. Кожна пошукова система використовує свої алгоритми для підрахунку власного індексу цитування, як правило ці значення ніде не публікуються.
</p>
<p>
Крім звичайного індексу цитування, який являє собою абсолютний показник (тобто деяке конкретне число), вводиться термін зважений індекс цитування, який є відносним значенням, тобто показує популярність даної сторінки щодо популярності решти сторінок в Інтернеті. Термін "зважений індекс цитування" (ЗІЦ) зазвичай вживають щодо пошукової системи Яндекс, хоча це і не зовсім вірно.
</p>
<p>
Google PageRank - це зважений індекс цитування пошукової системи Google. Це значення визначається для кожної сторінки, і характеризує "важливість" або популярність сторінки. PageRank не враховує тематичний зв`язок сторінки і посилаються на неї ресурсів, а залежить тільки від числа і якості зовнішніх посилань.
</p>
<p>
Тематичний індекс цитування тIЦ Яндекс - як і випливає з назви, тІЦ показує популярність ресурсу щодо інших тематично близьких сайтів. Ще одна важлива відмінність тІЦ від зважених індексів цитування та PageRank полягає в тому, що тІЦ визначається для ресурсу в цілому, а не для кожної сторінки. Крім тематичного індексу цитування (тІЦ) Яндекс використовує у своїх алгоритмах і зважений індекс цитування (ВІЦ), однак значення ВІЦ закриті і відомі тільки пошуковій системі.
</p>
<p>
Alexa Traffic Rank показує порівняльну відвідуваність даного сайту щодо всіх інших сайтів в Інтернеті. Чим менше значення цього параметра, тим більш популярний оцінюваний сайт. Наприклад, значення 50 означає, що сайт знаходиться на 50 місці за відвідуваністю серед всіх сайтів в Інтернет. Рейтинг може варіюватися від 1 до 4.000.000. Значення менше 100.000 означають, що сайт має хорошу відвідуваність. Значення 3.000.000-4.000.000 відповідають новим сайтам, або сайтам, які не мають значного трафіку.
</p>
<p>
Сервіси надають оцінку даних параметрів для сайтів:
<ul>
<li><a href="http://www.cy-pr.com/">http://www.cy-pr.com/</a></li>
<li><a href="http://www.pr-cy.ru/">http://www.pr-cy.ru/</a></li>
<li><a href="http://ip-whois.net/analysis.php">http://ip-whois.net/analysis.php</a></li>
<li><a href="http://2ip.ru/">http://2ip.ru/</a></li>
<li><a href=">інші легко знайдете в інтернеті ;)</a></li>
</ul>
</p>
<p></p>
<p></p>
<p></p>
<p></p>',
    '2014-07-06',    
    '/image/articles/site-quality.jpg',
    0,0,'ukr')

insert into articles (category_id,author,title,description,meta_k,meta_d,text_,date_,img,fb_id,tw_id,lang) VALUES (
1,
'http://host-race.net/',
'Оцінка якості сайту',
'Разом із зростанням інтернет-аудиторії збільшується і популярність електронної комерції та реклами. Розробка сайту - це перший крок у просуванні компанії у всесвітній павутині.',
'сайт, необхідність сайту',
'сайт, необхідність сайту',
'<p> 
<img class="right_img2" src="image/articles/1.png"/>Важко знайти громадську чи приватну організацію, державну установу, які б не мали власного представлення у мережі інтернет. 
    Сьогодні Число людей, що використовують Інтернет, стрімко зростає. Разом із зростанням інтернет-аудиторії збільшується і 
    популярність електронної комерції та реклами.</p>
<p>Розробка сайту - це перший крок у просуванні компанії у всесвітній павутині. Ви сміливо можете зробити його не боячись залишитися 
    один на один з сотнями запитань, які виникнуть на Вашому шляху.</p>
<p>Інтернет-реклама є найпопулярнішим і найефективнішим, за співвідношенням ціна-якість, джерелом отримання інформації. 
    Кожна поважаюча себе організація вважає свом боргом замовити просування інтернет-ресурсу.</p>
<p>Ефективність інтернет-технологій, можливість швидко і з найменшими витратами розкрутити бізнес і збільшити продажі,
     постійне розширення мережевого простору і аудиторії Рунета - все це призводить до безперервного росту роздрібної онлайн-торгівлі.</p>
<p>Популярність покупок в Інтернет-магазинах серед населення продовжує зростати, і це, без сумніву, є основним аргументом 
    для тих представників бізнесу, які тільки придивляються до такої послуги як розробка Інтернет-магазинів, і 
    ринку електронної торгівлі в цілому, будуються багато бізнес-процесів: брендинг, популяризація та просування товарів і послуг, 
    стимулювання і збільшення продажів.<img class="left_img" src="image/articles/4.jpg"/> Ефективність і затребуваність інтернет-маркетингу (ІМ) в справі розкручування 
    бізнесу підтверджується тим, що він виявився єдиним сегментом ринку реклами, що продемонстрував зростання (+8%) під час кризи. 
    Рекламодавці не захотіли розлучатися з таким видом просування, навіть урізуючи рекламні бюджети. Це не дивно. 
    На тлі зниження ефективності традиційних видів реклами (друкована преса, радіо, зовнішня реклама тощо), інтернет-маркетинг
     є прикладом раціональних і результативних інвестицій в розвиток бізнесу. Безперервне розширення віртуального простору і 
    аудиторії Рунета, постійне зростання онлайн-торгівлі, різні види інтернет-реклами та способи її таргетування - все це 
    сприяє зміцненню популярності інтернет-маркетингу, міцно зайняв своє місце в комплексній стратегії розвитку сучасних організацій. 
    Інтернет-технології дозволяють швидко і з мінімальними витратами залучити на комерційні сайти велике число «гарячих» 
    цільових відвідувачів, що призводить до значного збільшення продажів і зростання популярності товарів і послуг. 
    І це вже реальний, а не віртуальний, процес, який допомагає компаніям і брендам існувати в умовах швидких змін ринку, 
    жорсткої конкуренції та масштабного падіння попиту.</p>
    ',
    '2014-06-28',    
    '/image/articles/site-quality.jpg',
    0,0,'ukr')

insert into articles (category_id,author,title,description,meta_k,meta_d,text_,date_,img,fb_id,tw_id,lang) VALUES (
2,
'http://www.analytic.com.ua',
'Класифікація видів і типів сайтів в Інтернеті',
'У відношенні типів або видів сайтів виникла термінологічна плутанина. Особливо це стає очевидним при спілкуванні з замовниками веб-сайтів. Говоримо портал, маємо на увазі типовий бізнес-сайт і т.i.',
'типи сайтів, види сайтів, сайт, сайти, типы сайтов, виды сайтов',
'типи сайтів, види сайтів, сайт, сайти, типы сайтов, виды сайтов',
'<p>У відношенні типів або видів сайтів виникла термінологічна плутанина. Особливо це стає очевидним при спілкуванні з замовниками веб-сайтів. Говоримо портал, маємо на увазі типовий бізнес-сайт і т.п. Завдання статті - хоча б приблизно розставити все по своїх місцях, і допомогти вибрати саме той тип або вид сайту, який буде ефективно вирішувати поставлені перед ним завдання.</p>


<P> Пропоную прийняти таку класифікацію. Типи (види) сайтів: </ P>
<ul type="circle">
<li> особистий сайт;</li>
<li> бізнес-сайт;</ li>
<li> промо-сайт;</li>
<li> сайти електронної комерції;</li>
<li> інформаційні портали;</li>
<li> інтернет-спілкування;</ li>
<li> сайти спеціального призначення. </li> </ ul>
<p></p>
<p></p>',
'2015-01-13',
'/image/articles/ekaterinburg-site.jpg',
0,0,'ukr')





