-- phpMyAdmin SQL Dump
-- version 4.4.11
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Апр 26 2016 г., 22:26
-- Версия сервера: 5.5.46
-- Версия PHP: 5.6.14

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `vdstudio`
--

-- --------------------------------------------------------

--
-- Структура таблицы `categories`
--

CREATE TABLE IF NOT EXISTS `categories` (
  `id` int(11) NOT NULL,
  `name` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `artefact` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `categories`
--

INSERT INTO `categories` (`id`, `name`, `description`, `artefact`) VALUES
(1, 'Web Design', 'Веб-дизайн', 'web-design'),
(2, 'Site Building', 'Проектування', 'site-building'),
(3, 'App Development', 'Розробка програм', 'app-development');

-- --------------------------------------------------------

--
-- Структура таблицы `portfolio`
--

CREATE TABLE IF NOT EXISTS `portfolio` (
  `id` int(10) NOT NULL,
  `name` varchar(250) NOT NULL,
  `site` varchar(100) NOT NULL,
  `img` varchar(250) NOT NULL,
  `category_id` int(10) NOT NULL,
  `description` text NOT NULL,
  `text` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `portfolio`
--

INSERT INTO `portfolio` (`id`, `name`, `site`, `img`, `category_id`, `description`, `text`) VALUES
(1, 'Это wifi детка', 'http://etowifi-detka.com/', 'images/portfolio/etowifi-detka.png', 2, 'wifi точки доступу', 'Для кафе, ресторанів, готелів тощо пропонується збір та аналіз статистики відвідуваності закладів через підключення до wifi-точок, розміщених на їх площах, плюс рекламу через публікації клієнтів.'),
(2, 'Наш рідний край', 'http://www.nrk.com.ua/', 'images/portfolio/nrk.png', 2, 'Благодійна організація ” Всеукраїнський благодійний фонд” Наш рідний край”', 'Організація закупівлі необхідної амуніції, засобів захисту, зв''язку та розвідки, харчів та форми, доставка їх безпосередньо на позиції та передача в руки бійцям на фронті.'),
(3, 'Егіда', 'http://egida.in.ua/', 'images/portfolio/egida.png', 2, 'Агентство комерційної безпеки "Егіда"', '"Егіда" надає широкий спектр юридичних послуг фізичним особам: консультації з питань цивільного, трудового, сімейного законодавства, захист прав боржників кредитних установ, захист прав споживачів, стягнення боргів, захист інтересів клієнтів у суді в кримінальних, цивільних, адміністративних справах, складання юридичних документів (заяв, запитів, скарг та ін.).'),
(4, 'Привітання', 'http://vdstudio.net.ua/', 'images/portfolio/greetings.png', 1, 'Різноманітні привітання', 'Розробка email листів в html-форматі для розсилань\r\n<br>Грамотно складена e-mail-розсилка дає інтернет-магазину безліч переваг в плані роботи з клієнтами. Ви можете використовувати її не тільки як інструмент для ефективної комунікації і утримання аудиторії, але і як засіб для генерації повторних продажів і мотивації до вчинення потрібних вам конверсійних дій'),
(5, 'Хомсервіс', 'http://homservice.in.ua/', 'images/portfolio/homservice.png', 2, 'ТОВ ХОМСЕРВІС', 'ТОВ "Хомсервіс" здійснює поставку та інсталяцію широкого асортименту високоякісних систем вентиляції, кондиціювання, опалення, офісної техніки копіювання та друку за цінами заводів виробників , а також подальше сервісне обслуговування вище вказаних систем будь-якої складності . Кваліфіковані кадри , накопичений досвід дозволяють розраховувати нашим клієнтам на високу якість придбаної продукції і виконуваних робіт.'),
(6, 'Петрушка', 'http://petrushka.kh.ua/', 'images/portfolio/petrushka.png', 2, 'Петрушка - анімаційне агенство', 'Аніматори на дитяче свято (Харків) завжди прийдуть Вам на допомогу (ціна влаштує будь-якого замовника). Який же день народження без улюблених клоунів? Веселі клоуни на день народження розсмішать веселими трюками і жартами і захоплять дитини у фантастичний світ захоплюючій казки. День народження дитини перетворюється на справжній спектакль. Артисти в барвистих костюмах, красива музика і захоплюючий сюжет-все це буде прекрасним подарунком Вашому малюкові. За бажанням іменинника до нього на день народження прийде улюблений казковий персонаж, захоплюючий герой мультфільму або комп`ютерної гри. Малята дуже люблять бути в центрі уваги і чути захоплені відгуки на свою адресу. Аніматори зроблять іменинника головним героєм святкового дійства.'),
(7, 'Кадетський корпус', 'http://khkadet.org.ua/', 'images/portfolio/khkadet.png', 2, 'Державна гімназія-інтернат з посиленою військово-фізичною підготовкою «Кадетський корпус»', '<p>Державний загальноосвітній навчальний заклад ІІ – ІІІ ступенів навчання, інтернатного типу з військово-професійною спрямованістю навчання і виховання.</p><p>Кадетський корпус є унікальним навчальним закладом, який знаходиться під патронатом Президента України.</p>'),
(8, 'Queens', 'http://queens-club.com.ua/', 'images/portfolio/queens.png', 3, 'Нічний клуб «Queens» у Броварах', '<p>Програма аутентифікації в wi-fi-мережі нічного клубу: для отримання доступу до мережі інтренет користувач повинен аутентифікуватись в мережі через власний аккаунт в соціальній мережі (на вибір Фейсбук, Твіттер або Вконтакте) і зробити публікацію у  новостній стрічці свого профілю запропунованої додатком реклами закладу.</p> <p>Адміністраторам закладу надається доступ через панель управління до перегляду статистичної інформації користувачів, які здійснювали підключення до мережі та до зміни реклам закладу для публікацій.</p>'),
(9, 'Reflection', 'http://vk.com/club_reflection_ck', 'images/portfolio/reflection.png', 3, 'Нічний клуб "Reflection" у Черкасах', '<p>Програма аутентифікації в wi-fi-мережі нічного клубу: для отримання доступу до мережі інтренет користувач повинен аутентифікуватись в мережі через власний аккаунт в соціальній мережі (на вибір Фейсбук, Твіттер або Вконтакте) і зробити публікацію у новостній стрічці свого профілю запропунованої додатком реклами закладу.</p><p>Адміністраторам закладу надається доступ через панель управління до перегляду статистичної інформації користувачів, які здійснювали підключення до мережі та до зміни реклам закладу для публікацій.</p>'),
(10, 'Sergio', '#', 'images/portfolio/sergio.png', 3, 'Кафе "del Sergio" у Києві', '<p>Програма аутентифікації в wi-fi-мережі кафе: для отримання доступу до мережі інтренет користувач повинен аутентифікуватись в мережі через власний аккаунт в соціальній мережі (на вибір Фейсбук, Твіттер або Вконтакте) і зробити публікацію у новостній стрічці свого профілю запропунованої додатком реклами закладу.</p><p>Адміністраторам закладу надається доступ через панель управління до перегляду статистичної інформації користувачів, які здійснювали підключення до мережі та до зміни реклам закладу для публікацій.</p>'),
(11, 'Два Гусі', 'http://www.dvagusya.ua/', 'images/portfolio/guspub.png', 3, 'Кафе "Два Гусі"', '<p>Програма аутентифікації в wi-fi-мережі кафе: для отримання доступу до мережі інтренет користувач повинен аутентифікуватись в мережі через власний аккаунт в соціальній мережі (на вибір Фейсбук, Твіттер або Вконтакте) і зробити публікацію у новостній стрічці свого профілю запропунованої додатком реклами закладу.</p><p>Адміністраторам закладу надається доступ через панель управління до перегляду статистичної інформації користувачів, які здійснювали підключення до мережі та до зміни реклам закладу для публікацій.</p>'),
(12, 'Роман Сопрун', 'http://zakaz-music.com/', 'images/portfolio/soprun.png', 2, 'музикант Роман Сопрун', '<p>Професійний музикант, лауреат міжнародного конкурсу.</p><p>Закінчив Харківський національний університет мистецтв ім.І.П. Котляревського по класу акордеона.(2011р.)</p><p>Акордеоніст Роман Сопрун подарує вашому святу неперевершене звучання живої музики на акордеоні. У репертуарі музиканта відомі хіти французького шансону, ретро мелодії, джазові стандарти та багато різноманітної та цікавої музики.</p>');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `portfolio`
--
ALTER TABLE `portfolio`
  ADD PRIMARY KEY (`id`),
  ADD KEY `category_id` (`category_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT для таблицы `portfolio`
--
ALTER TABLE `portfolio`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=13;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
